const QUESTIONS_DATA = {
  "7": [
    {
      "id": "１",
      "question": "11世紀後半教会改革運動を推進し，聖職叙任権をめぐり神聖ローマ皇帝とも争った教皇は誰か。",
      "answer": "グレゴリウス7世",
      "category": ""
    },
    {
      "id": "２",
      "question": "12世紀末～13世紀イギリス王やフランス王を屈服させ，教皇権の絶頂期を現出したのは誰か。",
      "answer": "インノケンティウス3世",
      "category": ""
    },
    {
      "id": "３",
      "question": "耕地を春耕地・秋耕地・休耕地の三つに分け，３年で一巡させる耕作方法を何というか。",
      "answer": "三圃制（さんぽせい）",
      "category": ""
    },
    {
      "id": "４",
      "question": "生産力増大の要因となり，深く耕作することが可能な車輪のついた犂を何というか。",
      "answer": "有輪犂（重量有輪犂）",
      "category": ""
    },
    {
      "id": "５",
      "question": "聖地奪回を目指し，1095年十字軍を提唱したローマ教皇は誰か。",
      "answer": "ウルバヌス2世",
      "category": ""
    },
    {
      "id": "６",
      "question": "十字軍派遣が決定された会議を何というか。",
      "answer": "クレルモン公会議（クレルモン宗教会議）",
      "category": ""
    },
    {
      "id": "７",
      "question": "第１回十字軍で聖地回復に成功した後，1099年占領地に建てられた十字軍国家を何というか。",
      "answer": "エルサレム王国",
      "category": ""
    },
    {
      "id": "８",
      "question": "アイユーブ朝の建国者で，十字軍から聖地を奪回し第３回十字軍とも戦ったのは誰か。",
      "answer": "サラディン（サラーフ＝アッディーン）",
      "category": ""
    },
    {
      "id": "９",
      "question": "インノケンティウス３世の提唱でおこされた第４回十字軍を，商業利権拡大のために利用した都市はどこか。",
      "answer": "ヴェネツィア",
      "category": ""
    },
    {
      "id": "10",
      "question": "第４回十字軍が，コンスタンティノープルを占領して建てた国を何というか。",
      "answer": "ラテン帝国",
      "category": ""
    },
    {
      "id": "11",
      "question": "1190年に設立され，主にバルト海南岸方面を中心に東方植民などで活躍した宗教騎士団を何というか。",
      "answer": "ドイツ騎士団",
      "category": ""
    },
    {
      "id": "12",
      "question": "十字軍の影響による交通の発達で，盛んに行われた遠距離間の貿易を何というか。",
      "answer": "遠隔地商業（遠隔地貿易）",
      "category": ""
    },
    {
      "id": "13",
      "question": "北イタリア諸都市と地中海東岸地域のイスラーム諸都市との間で行われた貿易を何というか。",
      "answer": "東方貿易（レヴァント貿易）",
      "category": ""
    },
    {
      "id": "14",
      "question": "北イタリアのトスカナ地方にあり，毛織物工業と金融業が発達した都市はどこか。",
      "answer": "フィレンツェ",
      "category": ""
    },
    {
      "id": "15",
      "question": "上記14の大商人で，一族から教皇や王族を輩出した家は何か。",
      "answer": "メディチ家",
      "category": ""
    },
    {
      "id": "16",
      "question": "ブリュージュを中心として毛織物工業が発達した，ネーデルラント南西部の地方を何というか。",
      "answer": "フランドル地方",
      "category": ""
    },
    {
      "id": "17",
      "question": "自由競争を禁じ生産や価格を統制した，商人や手工業者の組合を何というか。",
      "answer": "ギルド",
      "category": ""
    },
    {
      "id": "18",
      "question": "上記17のうち，商人に対抗して形成された手工業者の組合を何というか。",
      "answer": "同職ギルド（ツンフト）",
      "category": ""
    },
    {
      "id": "19",
      "question": "上記18のうち，職人や徒弟を監督した正規の構成員を何というか。",
      "answer": "親方",
      "category": ""
    },
    {
      "id": "20",
      "question": "南ドイツのアウクスブルクを中心に栄えた金融業者を何というか。",
      "answer": "フッガー家",
      "category": ""
    },
    {
      "id": "①",
      "question": "司教や修道院長などの聖職を売買することを何というか。",
      "answer": "聖職売買",
      "category": ""
    },
    {
      "id": "②",
      "question": "910年にフランス東部に創設され，11世紀以降教会改革運動の中心となったベネディクト派修道院を何というか。",
      "answer": "クリュニー修道院",
      "category": ""
    },
    {
      "id": "③",
      "question": "聖職叙任権をめぐる教皇と神聖ローマ皇帝の争いを何というか。",
      "answer": "叙任権闘争",
      "category": ""
    },
    {
      "id": "④",
      "question": "教皇グレゴリウス７世と叙任権を争った神聖ローマ皇帝は誰か。",
      "answer": "ハインリヒ4世",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "上記④がグレゴリウス７世に破門されたため，1077年雪中で許しを請い破門を解かれた事件を何というか。",
      "answer": "カノッサの屈辱",
      "category": ""
    },
    {
      "id": "⑥",
      "question": "高位聖職者の叙任権をめぐる争いで一応の決着をみた，1122年の妥協的協約を何というか。",
      "answer": "ヴォルムス協約",
      "category": ""
    },
    {
      "id": "⑦",
      "question": "国王や領主が都市に対して，自治権・貨幣鋳造権などの権力委譲を認める文書を何というか。",
      "answer": "特許状",
      "category": ""
    },
    {
      "id": "⑧",
      "question": "神聖ローマ皇帝から自治権を認められた都市を何というか。",
      "answer": "帝国都市（自由都市）",
      "category": ""
    },
    {
      "id": "⑨",
      "question": "13世紀後半以降，主に商業利権保護を目的として北海・バルト海沿岸の諸都市が結成した都市同盟を何というか。",
      "answer": "ハンザ同盟",
      "category": ""
    },
    {
      "id": "⑩",
      "question": "神聖ローマ皇帝のイタリア進出に対抗して，ミラノなどを中心として形成された都市同盟を何というか。",
      "answer": "ロンバルディア同盟",
      "category": ""
    },
    {
      "id": "１",
      "question": "ビザンツ帝国の都で，東地中海世界の政治・経済・文化の中心として繁栄したのはどこか。",
      "answer": "コンスタンティノープル",
      "category": ""
    },
    {
      "id": "２",
      "question": "６世紀頃，旧ローマ帝国領の大部分を回復してビザンツ帝国の最盛期を現出したのは誰か。",
      "answer": "ユスティニアヌス",
      "category": ""
    },
    {
      "id": "３",
      "question": "北アフリカを支配し，534年上記２に滅ぼされたゲルマン人国家を何というか。",
      "answer": "ヴァンダル王国",
      "category": ""
    },
    {
      "id": "４",
      "question": "イタリア半島を支配し，555年上記２に滅ぼされたゲルマン人国家を何というか。",
      "answer": "東ゴート王国",
      "category": ""
    },
    {
      "id": "５",
      "question": "上記２の命で，法学者トリボニアヌスらが編纂した法典は何か。",
      "answer": "ローマ法大全",
      "category": ""
    },
    {
      "id": "６",
      "question": "７世紀以降異民族の侵入に対し，帝国の領土を分けて軍事・行政権を与えた司令官を任命する統治制度を何というか。",
      "answer": "軍管区制（テマ制）",
      "category": ""
    },
    {
      "id": "７",
      "question": "偶像崇拝を禁止するイスラーム教徒に対抗して，726年聖像禁止令を発布したビザンツ皇帝は誰か。",
      "answer": "レオン3世",
      "category": ""
    },
    {
      "id": "８",
      "question": "1054年東西教会の分裂により成立した東方教会を何というか。",
      "answer": "ギリシア正教会",
      "category": ""
    },
    {
      "id": "９",
      "question": "1453年ビザンツ帝国を滅ぼした国を何というか。",
      "answer": "オスマン帝国",
      "category": ""
    },
    {
      "id": "10",
      "question": "７世紀以降エジプト・シリア喪失などの領土縮小により，ビザンツ帝国で公用語化した言語は何か。",
      "answer": "ギリシア語",
      "category": ""
    },
    {
      "id": "11",
      "question": "10世紀末頃アジア系のマジャール人が，ドナウ川中流域のパンノニア平原を中心に建てた国を何というか。",
      "answer": "ハンガリー王国",
      "category": ""
    },
    {
      "id": "12",
      "question": "リトアニアとポーランドが合併して成立したポーランド最盛期の王朝を何というか。",
      "answer": "ヤゲウォ朝（ヤギェウォ朝）",
      "category": ""
    },
    {
      "id": "13",
      "question": "９世紀にカトリックを受容し，ベーメン王国を統一した民族を何というか。",
      "answer": "チェック人",
      "category": ""
    },
    {
      "id": "14",
      "question": "南スラヴ系最大の勢力でビザンツ帝国に属して東方教会を受容し，11世紀にはバルカン半島北部を支配した民族を何というか。",
      "answer": "セルビア人",
      "category": ""
    },
    {
      "id": "15",
      "question": "７世紀頃黒海北岸からバルカン半島に入り，スラヴ人を征服してブルガリア王国を建てたアジア系の遊牧民は何か。",
      "answer": "ブルガール人",
      "category": ""
    },
    {
      "id": "16",
      "question": "ノヴゴロド国の一部がドニエプル川中流に建て，モンゴルの西征で滅亡した国を何というか。",
      "answer": "キエフ公国（キエフ・ルーシ）",
      "category": ""
    },
    {
      "id": "17",
      "question": "10世紀末の上記16最盛期の大公で，ギリシア正教に改宗しビザンツ皇帝の妹と結婚するなど，ロシアのビザンツ化を進めたのは誰か。",
      "answer": "ウラディミル1世",
      "category": ""
    },
    {
      "id": "18",
      "question": "14世紀以降，キプチャク＝ハン国から自立化を進めた国はどこか。",
      "answer": "モスクワ大公国",
      "category": ""
    },
    {
      "id": "19",
      "question": "上記18の大公のうち，キプチャク＝ハン国から完全に自立を達成したのは誰か。",
      "answer": "イヴァン3世",
      "category": ""
    },
    {
      "id": "20",
      "question": "上記19が使用した皇帝を意味する称号を何というか。",
      "answer": "ツァーリ",
      "category": ""
    },
    {
      "id": "①",
      "question": "兵士や小農民に土地を与え世襲の兵役義務を課す，ビザンツ帝国の兵制を何というか。",
      "answer": "屯田兵制",
      "category": ""
    },
    {
      "id": "②",
      "question": "ポーランド人やスロヴァキア人など，ローマ＝カトリックを受容し，西方のラテン文化圏に入った民族を何というか。",
      "answer": "西スラヴ人",
      "category": ""
    },
    {
      "id": "③",
      "question": "14世紀，ドイツ騎士団に対抗するため形成された，リトアニアとポーランドの同君連合国家を何というか。",
      "answer": "リトアニア・ポーランド王国",
      "category": ""
    },
    {
      "id": "④",
      "question": "９世紀，ルーシの首長リューリクが建てた国を何というか。",
      "answer": "ノヴゴロド国",
      "category": ""
    },
    {
      "id": "１",
      "question": "聖職者課税問題でフランス国王フィリップ４世と争い，1303年アナーニに捕囚された(アナーニ事件)教皇は誰か。",
      "answer": "ボニファティウス8世",
      "category": ""
    },
    {
      "id": "２",
      "question": "1309年，フィリップ４世によって教皇庁がアヴィニョンに移転させられ，それ以降フランスの影響下に置かれたことを何というか。",
      "answer": "教皇のバビロン捕囚",
      "category": ""
    },
    {
      "id": "３",
      "question": "1378年以降，アヴィニョンとローマに教皇が分立した状態を何というか。",
      "answer": "教会大分裂（大シスマ）",
      "category": ""
    },
    {
      "id": "４",
      "question": "14世紀のイギリスで聖書主義を主張して教会制度を批判し，聖書の英訳を行った人物は誰か。",
      "answer": "ウィクリフ",
      "category": ""
    },
    {
      "id": "５",
      "question": "1414～1418年に開かれ，上記３を終わらせた公会議を何というか。",
      "answer": "コンスタンツ公会議",
      "category": ""
    },
    {
      "id": "６",
      "question": "ベーメンの宗教改革者で教会批判を展開したが，上記５で異端とされ火刑に処されたのは誰か。",
      "answer": "フス",
      "category": ""
    },
    {
      "id": "７",
      "question": "14世紀半ばに西欧で流行し，人口を激減させた疫病を何というか。",
      "answer": "ペスト（黒死病）",
      "category": ""
    },
    {
      "id": "８",
      "question": "1358年，北フランスで起こった農民一揆を何というか。",
      "answer": "ジャックリーの乱",
      "category": ""
    },
    {
      "id": "９",
      "question": "1381年，農奴制の廃止などを要求して起こったイギリスの農民一揆を何というか。",
      "answer": "ワット＝タイラーの乱",
      "category": ""
    },
    {
      "id": "10",
      "question": "1154年，ノルマン朝の断絶により，アンジュー伯アンリがイギリス王ヘンリ２世として即位し成立した王朝を何というか。",
      "answer": "プランタジネット朝",
      "category": ""
    },
    {
      "id": "11",
      "question": "ヘンリ２世の子で，フランスに敗れて大陸の領土の大半を失い，また教皇インノケンティウス３世に破門されたイギリス王は誰か。",
      "answer": "ジョン（欠地王）",
      "category": ""
    },
    {
      "id": "12",
      "question": "1215年，上記11の失政に反抗した貴族が，結束して王に認めさせた勅許状を何というか。",
      "answer": "マグナ＝カルタ（大憲章）",
      "category": ""
    },
    {
      "id": "13",
      "question": "ヘンリ３世が上記12を無視し専制を強化したことに対し，貴族を率いて反乱を起こしたのは誰か。",
      "answer": "シモン＝ド＝モンフォール",
      "category": ""
    },
    {
      "id": "14",
      "question": "1295年にエドワード１世が招集した身分制議会を何というか。",
      "answer": "模範議会",
      "category": ""
    },
    {
      "id": "15",
      "question": "1302年にフィリップ４世が招集した，聖職者・貴族・平民の代表で構成された身分制議会を何というか。",
      "answer": "三部会",
      "category": ""
    },
    {
      "id": "16",
      "question": "1328年，カペー朝の断絶後フランスに成立した王朝を何というか。",
      "answer": "ヴァロワ朝",
      "category": ""
    },
    {
      "id": "17",
      "question": "イギリス国王エドワード３世が，カペー朝断絶後王位継承権を主張したことから起こった，イギリスとフランスの戦争を何というか。",
      "answer": "百年戦争",
      "category": ""
    },
    {
      "id": "18",
      "question": "上記17において，神のお告げを受けたとして劣勢のフランス軍を率い，イギリス軍を撃退した農民の娘は誰か。",
      "answer": "ジャンヌ＝ダルク",
      "category": ""
    },
    {
      "id": "19",
      "question": "1455年からイギリスで起こった，ランカスター家とヨーク家の王位継承をめぐる内乱を何というか。",
      "answer": "ばら戦争（バラ戦争）",
      "category": ""
    },
    {
      "id": "20",
      "question": "1485年，上記19をおさめたランカスター一派のヘンリ７世が即位して開いた王朝を何というか。",
      "answer": "テューダー朝",
      "category": ""
    },
    {
      "id": "①",
      "question": "フスの処刑後ベーメンで起こった，フス派の反抗と民族運動が結びついた教皇・皇帝に対する反乱を何というか。",
      "answer": "フス戦争",
      "category": ""
    },
    {
      "id": "②",
      "question": "中世末期，都市や商業の発展などに伴い，地代の形態は賦役から生産物地代や何に変化したか。",
      "answer": "貨幣地代",
      "category": ""
    },
    {
      "id": "③",
      "question": "14世紀以降のイギリスにおいて，農奴解放によって自由な身分となり土地を保有するようになった農民を何というか。",
      "answer": "独立自営農民（ヨーマン）",
      "category": ""
    },
    {
      "id": "④",
      "question": "ワット＝タイラーの乱に参加した聖職者で，「アダムが耕しイヴが紡いだとき，だれが貴族であったか」と唱えた人物は誰か。",
      "answer": "ジョン＝ボール",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "12～13世紀に南フランスで広まった異端で，国王の派遣した十字軍により討伐された一派を何というか。",
      "answer": "アルビジョワ派（カタリ派）",
      "category": ""
    },
    {
      "id": "１",
      "question": "歴代の神聖ローマ皇帝が力を注いだ，イタリアへの干渉政策を何というか。",
      "answer": "イタリア政策",
      "category": ""
    },
    {
      "id": "２",
      "question": "中世末期から近代初期のドイツにおいて約300存在し，独立した小国家を形成した諸侯領を何というか。",
      "answer": "領邦",
      "category": ""
    },
    {
      "id": "３",
      "question": "東方植民によって12世紀に成立し，15世紀にはホーエンツォレルン家領となった諸侯国を何というか。",
      "answer": "ブランデンブルク辺境伯領",
      "category": ""
    },
    {
      "id": "４",
      "question": "シュタウフェン朝断絶後の1256～73年，実質的に神聖ローマ皇帝が不在であった時期を何というか。",
      "answer": "大空位時代",
      "category": ""
    },
    {
      "id": "５",
      "question": "皇帝選出権を聖俗７人の諸侯(七選帝侯)に認めた勅書を何というか。",
      "answer": "金印勅書",
      "category": ""
    },
    {
      "id": "６",
      "question": "1356年に上記５を発布した皇帝は誰か。",
      "answer": "カール4世",
      "category": ""
    },
    {
      "id": "７",
      "question": "15世紀半ば以降神聖ローマ皇帝位を世襲したオーストリアの王家を何というか。",
      "answer": "ハプスブルク家",
      "category": ""
    },
    {
      "id": "８",
      "question": "上記７の支配に対して13世紀末に独立闘争を開始し，15世紀末には事実上独立を達成した地域はどこか。",
      "answer": "スイス",
      "category": ""
    },
    {
      "id": "９",
      "question": "13世紀後半，両シチリア王国は分裂し二つの王国が成立したが，それはシチリア王国とどこか。",
      "answer": "ナポリ王国",
      "category": ""
    },
    {
      "id": "10",
      "question": "イタリアでの神聖ローマ皇帝とローマ教皇の抗争において，教皇支持派を何というか。",
      "answer": "ゲルフ（教皇党）",
      "category": ""
    },
    {
      "id": "11",
      "question": "上記10に対し，皇帝支持派を何というか。",
      "answer": "ギベリン（皇帝党）",
      "category": ""
    },
    {
      "id": "12",
      "question": "８世紀以降のイベリア半島において，キリスト教徒がイスラーム教徒を駆逐し領土を奪回しようとした運動を何というか。",
      "answer": "国土回復運動（レコンキスタ）",
      "category": ""
    },
    {
      "id": "13",
      "question": "1479年，アラゴンとカスティリャが統合されて成立した王国を何というか。",
      "answer": "スペイン王国（イスパニア王国）",
      "category": ""
    },
    {
      "id": "14",
      "question": "アラゴンの王子で，カスティリャとの合併後は上記13の王となった人物は誰か。",
      "answer": "フェルナンド（フェルナンド5世）",
      "category": ""
    },
    {
      "id": "15",
      "question": "1469年に上記14と結婚したカスティリャの王女は誰か。",
      "answer": "イサベル",
      "category": ""
    },
    {
      "id": "16",
      "question": "イベリア半島における最後のイスラーム王朝を何というか。",
      "answer": "ナスル朝",
      "category": ""
    },
    {
      "id": "17",
      "question": "1492年に陥落した，上記16の都はどこか。",
      "answer": "グラナダ",
      "category": ""
    },
    {
      "id": "18",
      "question": "12世紀にカスティリャから独立し，15世紀には積極的に海外に進出するようになった王国はどこか。",
      "answer": "ポルトガル王国",
      "category": ""
    },
    {
      "id": "19",
      "question": "14世紀末にデンマーク・スウェーデン・ノルウェーなど，北欧の３国が同君連合を形成することとなった同盟を何というか。",
      "answer": "カルマル同盟",
      "category": ""
    },
    {
      "id": "20",
      "question": "上記19を主導した，デンマーク摂政は誰か。",
      "answer": "マルグレーテ",
      "category": ""
    }
  ],
  "8": [
    {
      "id": "１",
      "question": "918年，新羅末の動乱の中，王建によって建てられた朝鮮半島の国を何というか。",
      "answer": "高麗（こうらい）",
      "category": ""
    },
    {
      "id": "２",
      "question": "937年，南詔滅亡後の雲南地方に建国された国を何というか。",
      "answer": "大理（だいり）",
      "category": ""
    },
    {
      "id": "３",
      "question": "1009年に成立したベトナム北部初の長期政権で，中国の諸制度を取り入れ，国号を大越とした王朝を何というか。",
      "answer": "李朝（りちょう）",
      "category": ""
    },
    {
      "id": "４",
      "question": "平安時代の日本において，中国との交流が途絶えたことで発達した，日本独自の貴族文化を何というか。",
      "answer": "国風文化（こくふうぶんか）",
      "category": ""
    },
    {
      "id": "５",
      "question": "916年モンゴル系の遊牧民キタイ（契丹）の耶律阿保機によって建てられた国は中国風に何というか。",
      "answer": "遼（りょう）",
      "category": ""
    },
    {
      "id": "６",
      "question": "936年後晋の時代に，支援を受けた代償としてキタイに割譲した地域を何というか。",
      "answer": "燕雲十六州（えんうんじゅうろくしゅう）",
      "category": ""
    },
    {
      "id": "７",
      "question": "1004年，キタイが宋と結んだ講和条約を何というか。",
      "answer": "澶淵の盟（せんえんのめい）",
      "category": ""
    },
    {
      "id": "８",
      "question": "キタイで行われた，狩猟民・遊牧民と農耕民とを分けて統治する政策を何というか。",
      "answer": "二重統治体制（北面官・南面官制）",
      "category": ""
    },
    {
      "id": "９",
      "question": "1038年，李元昊によって建てられた，チベット系タングートの国を何というか。",
      "answer": "西夏（せいか）",
      "category": ""
    },
    {
      "id": "10",
      "question": "1115年，完顔阿骨打によって建てられた，ツングース系女真の国を何というか。",
      "answer": "金（きん）",
      "category": ""
    },
    {
      "id": "11",
      "question": "上記10の時代，女真人などに適用された部族制に基づく軍事・社会制度を何というか。",
      "answer": "猛安・謀克（もうあん・ぼうこく）",
      "category": ""
    },
    {
      "id": "12",
      "question": "960年地方政権を平定し，開封を都として宋を建国した後周の武将は誰か。",
      "answer": "趙匡胤（ちょうきょういん）",
      "category": ""
    },
    {
      "id": "13",
      "question": "第２代皇帝太宗の治世に確立され，官僚を中心とした政治を目指す政策を何というか。",
      "answer": "文治主義（ぶんちしゅぎ）",
      "category": ""
    },
    {
      "id": "14",
      "question": "宋代に設けられた，皇帝が立ち会う科挙の最終試験を何というか。",
      "answer": "殿試（でんし）",
      "category": ""
    },
    {
      "id": "15",
      "question": "宋代以降，儒学の教養をもつ知識人層や新興地主などの人々を何というか。",
      "answer": "士大夫（したいふ）",
      "category": ""
    },
    {
      "id": "16",
      "question": "唐宋八大家の一人で，神宗により宰相に登用され，改革を断行したのは誰か。",
      "answer": "王安石（おうあんせき）",
      "category": ""
    },
    {
      "id": "17",
      "question": "上記16が富国強兵のために断行した諸改革を何というか。",
      "answer": "新法（しんぽう）",
      "category": ""
    },
    {
      "id": "18",
      "question": "司馬光を中心に，上記17に反対する保守派勢力を何というか。",
      "answer": "旧法党（きゅうほうとう）",
      "category": ""
    },
    {
      "id": "19",
      "question": "1126～27年北方民族が都を占領し，皇帝の一族などを連れ去り，北宋が滅亡した事件を何というか。",
      "answer": "靖康の変（せいこうのへん）",
      "category": ""
    },
    {
      "id": "20",
      "question": "上記19の事件で逃れた高宗が，臨安を都として江南に建てた王朝を何というか。",
      "answer": "南宋（なんそう）",
      "category": ""
    },
    {
      "id": "④",
      "question": "ウイグル文字や漢字を基に作られたキタイの文字は何か。",
      "answer": "契丹文字（きったんもじ）",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "キタイの遺臣耶律大石が，中央アジアに建てた国を何というか。",
      "answer": "西遼（せいりょう）／カラ＝キタイ",
      "category": ""
    },
    {
      "id": "１",
      "question": "宋代に台頭した，官僚を多く輩出した新興の地主層を何というか。",
      "answer": "形勢戸（けいせいこ）",
      "category": ""
    },
    {
      "id": "２",
      "question": "宋代に地主などの荘園を耕作した小作農家を何というか。",
      "answer": "佃戸（でんこ）",
      "category": ""
    },
    {
      "id": "３",
      "question": "北宋時代に長江下流域に普及した，日照りに強いベトナム伝来の稲を何というか。",
      "answer": "占城稲（せんじょうとう）／チャンパ米",
      "category": ""
    },
    {
      "id": "４",
      "question": "草市から発展し，商工業の発展により興った地方都市を何というか。",
      "answer": "鎮（ちん）／市（し）",
      "category": ""
    },
    {
      "id": "５",
      "question": "北宋時代以降使用された，世界最初の紙幣を何というか。",
      "answer": "交子（こうし）",
      "category": ""
    },
    {
      "id": "６",
      "question": "商工業の発達により，宋代に大量に鋳造された貨幣を何というか。",
      "answer": "宋銭（そうせん）／銅銭",
      "category": ""
    },
    {
      "id": "７",
      "question": "南宋の儒学者で，朱子学を大成したのは誰か。",
      "answer": "朱熹（しゅき）",
      "category": ""
    },
    {
      "id": "８",
      "question": "上記７による，君臣の道徳や臣下の守るべき本分を説いた論を何というか。",
      "answer": "大義名分論（たいぎめいぶんろん）",
      "category": ""
    },
    {
      "id": "９",
      "question": "宋代に神宗の命で司馬光が編纂した，戦国時代から五代末までを著した通史は何か。",
      "answer": "資治通鑑（しじつがん）",
      "category": ""
    },
    {
      "id": "10",
      "question": "上記９に代表される歴史記述方法を何というか。",
      "answer": "編年体（へんねんたい）",
      "category": ""
    },
    {
      "id": "11",
      "question": "唐宋八大家の一人で唐末以来の古文復興を継承し，『新唐書』などを著したのは誰か。",
      "answer": "欧陽修（おうようしゅう）",
      "category": ""
    },
    {
      "id": "12",
      "question": "唐宋八大家の一人で北宋第一の詩人といわれ，「赤壁の賦」を残したのは誰か。",
      "answer": "蘇軾（そしょく）",
      "category": ""
    },
    {
      "id": "13",
      "question": "宋代に流行した韻文で，曲にあわせて歌う文芸を何というか。",
      "answer": "詞（し）",
      "category": ""
    },
    {
      "id": "14",
      "question": "宋代に流行した，歌や台詞を伴う演劇を何というか。",
      "answer": "雑劇（ざつげき）",
      "category": ""
    },
    {
      "id": "15",
      "question": "山水・花鳥・人物などを題材として，宮廷趣味に合うように描かれた，写実的で装飾的な絵画を何というか。",
      "answer": "院体画（いんたいが）",
      "category": ""
    },
    {
      "id": "16",
      "question": "知識人の間に広まった，座禅による実践を特徴とする仏教の宗派を何というか。",
      "answer": "禅宗（ぜんしゅう）",
      "category": ""
    },
    {
      "id": "17",
      "question": "金支配下の華北において，王重陽を開祖とし，儒教・仏教・道教の調和を説く道教の一派を何というか。",
      "answer": "全真教（ぜんしんきょう）",
      "category": ""
    },
    {
      "id": "18",
      "question": "火器使用のため，宋代以降改良・実用化されたものは何か。",
      "answer": "火薬（かやく）",
      "category": ""
    },
    {
      "id": "19",
      "question": "磁石の指極性を利用し，航海に用いられたものは何か。",
      "answer": "羅針盤（らしんばん）／コンパス",
      "category": ""
    },
    {
      "id": "20",
      "question": "唐初頃に始まり宋代に普及した印刷技術は何か。",
      "answer": "木版印刷（もくはんいんさつ）",
      "category": ""
    },
    {
      "id": "①",
      "question": "宋代において，同業営業の独占や相互扶助のための商人組合を何というか。",
      "answer": "行（こう）",
      "category": ""
    },
    {
      "id": "②",
      "question": "宋代において，相互扶助のための手工業者の組合を何というか。",
      "answer": "作（さく）",
      "category": ""
    },
    {
      "id": "③",
      "question": "北宋の儒学者で，宋学の祖といわれ，『太極図説』を著したのは誰か。",
      "answer": "周敦頤（しゅうとんい）",
      "category": ""
    },
    {
      "id": "④",
      "question": "南宋の哲学者で，禅宗の影響を受けて「心即理」の唯心論を展開したのは誰か。",
      "answer": "陸九淵（りくきゅうえん）",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "宮廷において，絵画の制作や保護を司る機関を何というか。",
      "answer": "画院（がいん）",
      "category": ""
    },
    {
      "id": "⑥",
      "question": "宋代に民衆の間で普及した，東晋の慧遠を開祖とし浄土信仰を説く仏教の宗派を何というか。",
      "answer": "浄土宗（じょうどしゅう）",
      "category": ""
    },
    {
      "id": "⑦",
      "question": "貴族趣味な華麗さを離れる傾向の中，宋代に発達した，青や緑色など単色で簡素な造形の磁器を何というか。",
      "answer": "青磁（せいじ）・白磁（はくじ）",
      "category": ""
    },
    {
      "id": "１",
      "question": "重要事項の決定やカン（ハン）を選定する集会を何というか。",
      "answer": "クリルタイ",
      "category": ""
    },
    {
      "id": "２",
      "question": "1206年に上記１の集会でカンに選出されて大モンゴル国を建て，周辺地域への遠征を行ったのは誰か。",
      "answer": "チンギス＝ハン（チンギス＝カン）",
      "category": ""
    },
    {
      "id": "３",
      "question": "アフガニスタンからイランにかけて支配し，1220年モンゴル軍に攻撃され滅亡したトルコ系イスラーム王朝を何というか。",
      "answer": "ホラズム＝シャー朝（ホラズム朝）",
      "category": ""
    },
    {
      "id": "４",
      "question": "大モンゴル国の第２代でカアンを称し，1234年に自ら遠征して金を滅ぼしたのは誰か。",
      "answer": "オゴデイ",
      "category": ""
    },
    {
      "id": "５",
      "question": "1236～42年南ロシア・東ヨーロッパに西征を行ったのは誰か。",
      "answer": "バトゥ",
      "category": ""
    },
    {
      "id": "６",
      "question": "西征の途中，1241年モンゴルがドイツ・ポーランド諸侯連合軍を破った戦いを何というか。",
      "answer": "ワルシュタットの戦い",
      "category": ""
    },
    {
      "id": "７",
      "question": "モンゴルの第４代モンケの命で西アジアに遠征し，1258年アッバース朝を滅ぼしたのは誰か。",
      "answer": "フラグ",
      "category": ""
    },
    {
      "id": "８",
      "question": "モンゴルの第５代で，カアンを称した後，1276（1279）年南宋を征服し中国支配を確立したのは誰か。",
      "answer": "フビライ＝ハン（フビライ＝カン）",
      "category": ""
    },
    {
      "id": "９",
      "question": "上記８が1264年に遷都したのはどこか。",
      "answer": "大都（だいと）",
      "category": ""
    },
    {
      "id": "10",
      "question": "上記８が定めた中国風の国号を何というか。",
      "answer": "元（げん）",
      "category": ""
    },
    {
      "id": "11",
      "question": "西アジアや中央アジア出身の諸民族を指し，モンゴルに高級官僚として仕えた人々を何というか。",
      "answer": "色目人（しきもくじん）",
      "category": ""
    },
    {
      "id": "12",
      "question": "モンゴルで創設・整備された交通制度を何というか。",
      "answer": "ジャムチ（駅伝制）",
      "category": ""
    },
    {
      "id": "13",
      "question": "金・モンゴルの時代に流通した紙幣を何というか。",
      "answer": "交鈔（こうしょう）",
      "category": ""
    },
    {
      "id": "14",
      "question": "1351年におこった，白蓮教徒などを中心とする大農民反乱を何というか。",
      "answer": "紅巾の乱（こうきんのらん）／白蓮教徒の乱",
      "category": ""
    },
    {
      "id": "15",
      "question": "上記８の命により，チベット文字をもとに作成された文字を何というか。",
      "answer": "パスパ文字",
      "category": ""
    },
    {
      "id": "16",
      "question": "チベットで成立しモンゴルで保護された仏教を何というか。",
      "answer": "チベット仏教（ラマ教）",
      "category": ""
    },
    {
      "id": "17",
      "question": "1280年郭守敬が作成し，日本の貞享暦などにも影響を与えた陰陽暦を何というか。",
      "answer": "授時暦（じゅじれき）",
      "category": ""
    },
    {
      "id": "18",
      "question": "『西廂記』や『琵琶記』など口語の歌詞や台詞を伴う演劇を何というか。",
      "answer": "元曲（げんきょく）／雑劇（ざつげき）",
      "category": ""
    },
    {
      "id": "19",
      "question": "1370年成立してサマルカンドを都とし，その後イル＝ハン国滅亡後の西アジアに勢力を拡大した王朝を何というか。",
      "answer": "ティムール朝",
      "category": ""
    },
    {
      "id": "20",
      "question": "上記19が，1402年オスマン帝国軍を撃破しスルタンのバヤジット１世を捕虜とした戦いを何というか。",
      "answer": "アンカラの戦い",
      "category": ""
    },
    {
      "id": "①",
      "question": "モンゴルの偵察と布教のため教皇により派遣され，カラコルムに到着しハンと会見したのは誰か。",
      "answer": "プラノ＝カルピニ",
      "category": ""
    },
    {
      "id": "②",
      "question": "十字軍への支援要請のためフランス王ルイ９世により派遣され，カラコルムに到着してモンケ＝ハンと会見したのは誰か。",
      "answer": "ルブルック",
      "category": ""
    },
    {
      "id": "③",
      "question": "ヴェネツィア出身で，1275年大都に到着してクビライに仕え，帰国後『世界の記述（東方見聞録）』を口述したのは誰か。",
      "answer": "マルコ＝ポーロ",
      "category": ""
    },
    {
      "id": "④",
      "question": "教皇の使節として1294年大都に到着し，中国で最初にカトリックの布教活動を行ったのは誰か。",
      "answer": "モンテ＝コルヴィノ",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "モロッコ出身の旅行家で世界各地を旅し，『旅行記』（『三大陸周遊記』）を口述したのは誰か。",
      "answer": "イブン＝バットゥータ",
      "category": ""
    }
  ],
  "9": [
    {
      "id": "１",
      "question": "1351～66年，白蓮教徒を中心とした元末の農民反乱を何というか。",
      "answer": "紅巾の乱（白蓮教徒の乱）",
      "category": ""
    },
    {
      "id": "２",
      "question": "明朝初代皇帝で，上記１の混乱の中から台頭し，1368年に即位したのは誰か。",
      "answer": "朱元璋（洪武帝）",
      "category": ""
    },
    {
      "id": "３",
      "question": "明の最初の都となったのはどこか。",
      "answer": "金陵（南京）",
      "category": ""
    },
    {
      "id": "４",
      "question": "大都を明に奪われ，モンゴル高原に退いた後の元を何と呼ぶか。",
      "answer": "北元",
      "category": ""
    },
    {
      "id": "５",
      "question": "上記２は中書省を廃止して，その直轄下にあった行政機関を皇帝直属のものとしたが，この行政機関は何か。",
      "answer": "六部（りくぶ）",
      "category": ""
    },
    {
      "id": "６",
      "question": "上記２の設置した兵制で，唐の府兵制を模し，兵農一致を図った制度を何というか。",
      "answer": "衛所制",
      "category": ""
    },
    {
      "id": "７",
      "question": "農村の110戸を一里として，里長戸や甲首戸に徴税や治安維持の義務を負わせた制度を何というか。",
      "answer": "里甲制",
      "category": ""
    },
    {
      "id": "８",
      "question": "明代の戸籍簿・租税台帳を何というか。",
      "answer": "賦役黄冊（ふえきこうさつ）",
      "category": ""
    },
    {
      "id": "９",
      "question": "明代に整備された土地台帳を何というか。",
      "answer": "魚鱗図冊（ぎょりんずさつ）",
      "category": ""
    },
    {
      "id": "10",
      "question": "民衆教化のために制定した，六カ条からなる教訓を何というか。",
      "answer": "六諭（りくゆ）",
      "category": ""
    },
    {
      "id": "11",
      "question": "建文帝の諸王抑圧策に対し，1399～1402年に燕王（のちの永楽帝）が起こした反乱を何というか。",
      "answer": "靖難の役",
      "category": ""
    },
    {
      "id": "12",
      "question": "1421年，永楽帝が遷都した明の首都はどこか。",
      "answer": "北京",
      "category": ""
    },
    {
      "id": "13",
      "question": "現在の沖縄県に位置し，中国との朝貢貿易や中継貿易で栄えた国を何というか。",
      "answer": "琉球王国",
      "category": ""
    },
    {
      "id": "14",
      "question": "14世紀末東南アジアのイスラーム化が進む中で成立し，インド洋と南シナ海を結ぶ中継貿易で栄えたマレー半島南部の国はどこか。",
      "answer": "マラッカ王国",
      "category": ""
    },
    {
      "id": "15",
      "question": "朝鮮半島において，1392年，高麗を倒し朝鮮（李朝）を建国した武将は誰か。",
      "answer": "李成桂",
      "category": ""
    },
    {
      "id": "16",
      "question": "朝鮮（李朝）の首都はどこか。",
      "answer": "漢城（現在のソウル）",
      "category": ""
    },
    {
      "id": "17",
      "question": "朝鮮（李朝）第４代の王世宗が制定した朝鮮特有の文字を何というか。",
      "answer": "訓民正音（ハングル）",
      "category": ""
    },
    {
      "id": "18",
      "question": "朝鮮（李朝）において世界で初めて実用化された印刷技術で，書物の印刷に用いられたものは何か。",
      "answer": "銅活字（金属活字）",
      "category": ""
    },
    {
      "id": "19",
      "question": "15世紀前半，陳朝の武将黎利が建国し，明の制度を取り入れ朱子学を振興したベトナムの王朝を何というか。",
      "answer": "黎朝（後黎朝）",
      "category": ""
    },
    {
      "id": "20",
      "question": "モンゴル高原一帯を支配したオイラトのエセンが，1449年北京郊外の土木堡で明の皇帝を捕虜とした事件を何というか。",
      "answer": "土木の変",
      "category": ""
    },
    {
      "id": "①",
      "question": "兵を出す義務を負った家のことを何というか。",
      "answer": "軍戸",
      "category": ""
    },
    {
      "id": "②",
      "question": "明朝第２代の皇帝で，諸王に対する抑圧策をとったため反乱を招いたのは誰か。",
      "answer": "建文帝",
      "category": ""
    },
    {
      "id": "③",
      "question": "永楽帝以降に修築された北辺防衛のための大建造物は何か。",
      "answer": "万里の長城",
      "category": ""
    },
    {
      "id": "④",
      "question": "北方のモンゴル諸集団を統一し，1550年には北京を包囲するなどしばしば長城を越えて侵入したモンゴルの族長は誰か。",
      "answer": "アルタン＝ハーン",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "1338年，足利尊氏によって日本に成立した政権を何というか。",
      "answer": "室町幕府",
      "category": ""
    },
    {
      "id": "⑥",
      "question": "足利義満が，1404年に明との間に始めた割符貿易を何というか。",
      "answer": "勘合貿易",
      "category": ""
    },
    {
      "id": "１",
      "question": "15世紀後半～16世紀，ダヤン＝ハーンやその孫アルタン＝ハーンによって統一された中国北方の部族を何というか。",
      "answer": "タタール（韃靼）",
      "category": ""
    },
    {
      "id": "２",
      "question": "北からモンゴル系の諸部族が侵入し，南では倭寇の活動が激しくなって明を苦しめたことを何というか。",
      "answer": "北虜南倭",
      "category": ""
    },
    {
      "id": "３",
      "question": "メキシコ銀や日本銀の流入を背景に，明代後半に新たに実施された税制を何というか。",
      "answer": "一条鞭法",
      "category": ""
    },
    {
      "id": "４",
      "question": "東林書院に集まり，当時の政府を激しく批判した明末の官僚らを何というか。",
      "answer": "東林派",
      "category": ""
    },
    {
      "id": "５",
      "question": "万暦帝の治世，内閣大学士として財政改革を行った政治家は誰か。",
      "answer": "張居正",
      "category": ""
    },
    {
      "id": "６",
      "question": "1644年，北京を陥落させ明を滅ぼした農民反乱の指導者は誰か。",
      "answer": "李自成",
      "category": ""
    },
    {
      "id": "７",
      "question": "塩の専売によって利益を得た徽州（新安）商人に対し，金融業や運輸業で利益を得た特権商人を何というか。",
      "answer": "山西商人",
      "category": ""
    },
    {
      "id": "８",
      "question": "商工業の同業者や同郷者が，親睦や援助のために建てた建物を何というか。",
      "answer": "会館・公所",
      "category": ""
    },
    {
      "id": "９",
      "question": "小作料の削減などをめぐり，佃戸と地主の間におこった抗争を何というか。",
      "answer": "抗租運動",
      "category": ""
    },
    {
      "id": "10",
      "question": "江西省にある中国最大の陶磁器生産地を答えよ。",
      "answer": "景徳鎮",
      "category": ""
    },
    {
      "id": "11",
      "question": "明代後期より上記10を中心に生産された陶磁器で，白磁に赤や緑，黄，黒などの模様が描かれたものを何というか。",
      "answer": "赤絵（五彩）",
      "category": ""
    },
    {
      "id": "12",
      "question": "知行合一を説いて実践を重視し，陽明学を確立した明の学者・政治家は誰か。",
      "answer": "王陽明",
      "category": ""
    },
    {
      "id": "13",
      "question": "永楽帝の命により編纂された百科事典を何というか。",
      "answer": "永楽大典",
      "category": ""
    },
    {
      "id": "14",
      "question": "北宋末期を舞台にした108人の豪傑の武勇物語を小説化したもので，明代に完成した長編小説は何か。",
      "answer": "水滸伝",
      "category": ""
    },
    {
      "id": "15",
      "question": "上記14の一部をもとに発展させ，豪商の生活や腐敗した社会を描いた明末の風俗小説は何か。",
      "answer": "金瓶梅",
      "category": ""
    },
    {
      "id": "16",
      "question": "李時珍が完成した医薬書で，1898種の薬物を分類しているものは何か。",
      "answer": "本草綱目",
      "category": ""
    },
    {
      "id": "17",
      "question": "かつて金を建国し，中国東北地方で農牧・狩猟の生活を営んでいたツングース系の民族を何というか。",
      "answer": "女真（女直）",
      "category": ""
    },
    {
      "id": "18",
      "question": "上記17を統一し，1616年，国号をアイシン（満洲語で金の意味）として中国東北地方に建国したのは誰か。",
      "answer": "ヌルハチ",
      "category": ""
    },
    {
      "id": "19",
      "question": "上記18が創設した兵制で，色の違う旗を標識に８つの軍団を組織したものを何というか。",
      "answer": "八旗",
      "category": ""
    },
    {
      "id": "20",
      "question": "アイシンの第２代皇帝で，1636年に国号を清と改めたのは誰か。",
      "answer": "ホンタイジ（太宗）",
      "category": ""
    },
    {
      "id": "①",
      "question": "明代の地方社会では，官僚を引退した大土地所有者が有力者として影響力を持ったが，この人々を何というか。",
      "answer": "郷紳",
      "category": ""
    },
    {
      "id": "②",
      "question": "14世紀，スコータイ朝末期に建国されたタイ人の王国で，ヨーロッパのほか日本や中国などとさかんに通商して栄えた国を答えよ。",
      "answer": "アユタヤ朝",
      "category": ""
    },
    {
      "id": "③",
      "question": "15世紀末，スマトラ島北端に成立したイスラーム教国を答えよ。",
      "answer": "アチェ王国",
      "category": ""
    },
    {
      "id": "④",
      "question": "1531年，ビルマ人がタウングー（トゥングー）に建国し，パガン朝以来のビルマの再統一を果たした王朝を何というか。",
      "answer": "トゥングー朝",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "16世紀末，マジャパヒト王国滅亡後のジャワ島に建国されたイスラーム教国を答えよ。",
      "answer": "マタラム王国",
      "category": ""
    },
    {
      "id": "⑥",
      "question": "豊臣秀吉が行った朝鮮侵略を，朝鮮では何というか。",
      "answer": "壬辰・丁酉の倭乱（じんしん・ていゆうのわらん）",
      "category": ""
    },
    {
      "id": "⑦",
      "question": "上記⑥の際，亀船を用いて日本軍に抵抗した朝鮮の武将は誰か。",
      "answer": "李舜臣",
      "category": ""
    },
    {
      "id": "⑧",
      "question": "17世紀はじめ，東南アジアに進出した日本人がつくった居住地を何というか。",
      "answer": "日本町",
      "category": ""
    },
    {
      "id": "⑨",
      "question": "17世紀前半，江戸幕府が行った対外関係統制策を何と表わすか。",
      "answer": "鎖国",
      "category": ""
    },
    {
      "id": "１",
      "question": "モルッカ諸島などで多く産出され，防腐剤や調味料としてヨーロッパで需要が高まったアジアの特産品は何か。",
      "answer": "香辛料",
      "category": ""
    },
    {
      "id": "２",
      "question": "「航海王子」とよばれ，アフリカ西海岸の探検を推進したポルトガルの王子は誰か。",
      "answer": "エンリケ",
      "category": ""
    },
    {
      "id": "３",
      "question": "ジョアン２世の治世，1488年アフリカ南端の喜望峰に達したポルトガルの航海者は誰か。",
      "answer": "バルトロメウ＝ディアス",
      "category": ""
    },
    {
      "id": "４",
      "question": "喜望峰を迂回したのち，アフリカ東岸からインド洋を横断し，1498年インドに到達したポルトガルの航海者は誰か。",
      "answer": "ヴァスコ＝ダ＝ガマ",
      "category": ""
    },
    {
      "id": "５",
      "question": "上記４が到達したインド西岸の都市を答えよ。",
      "answer": "カリカット",
      "category": ""
    },
    {
      "id": "６",
      "question": "インド航路の開拓で莫大な利益を得たポルトガルの首都を答えよ。",
      "answer": "リスボン",
      "category": ""
    },
    {
      "id": "７",
      "question": "スペイン女王イサベルの支援を受け，1492年，カリブ海のサンサルバドル島に到達したジェノヴァ生まれの船乗りは誰か。",
      "answer": "コロンブス",
      "category": ""
    },
    {
      "id": "８",
      "question": "上記７に影響を与えたフィレンツェの天文学者で，地球球体説を唱えたのは誰か。",
      "answer": "トスカネリ",
      "category": ""
    },
    {
      "id": "９",
      "question": "当時西ヨーロッパの人々は，東南アジア・インドを含むアジア一帯を何と呼んでいたか。",
      "answer": "インディアス",
      "category": ""
    },
    {
      "id": "10",
      "question": "インド航路を進む途中，嵐にあい，現在のブラジルに漂着したポルトガル人は誰か。",
      "answer": "カブラル",
      "category": ""
    },
    {
      "id": "11",
      "question": "コロンブスの到達した土地が，インドではなく「新世界」であることを確認したイタリアの航海者は誰か。",
      "answer": "アメリゴ＝ヴェスプッチ",
      "category": ""
    },
    {
      "id": "12",
      "question": "上記11の名前にちなんで新大陸につけられた名称を何というか。",
      "answer": "アメリカ",
      "category": ""
    },
    {
      "id": "13",
      "question": "航海中フィリピンで命を落としたものの，1522年その部下が世界周航を成し遂げた人物は誰か。",
      "answer": "マゼラン",
      "category": ""
    },
    {
      "id": "14",
      "question": "上記13が，南アメリカ大陸の迂回に成功したのち命名した「平和な海」とは何を指すか。",
      "answer": "太平洋",
      "category": ""
    },
    {
      "id": "15",
      "question": "アステカ王国を滅ぼし，メキシコを征服したスペイン人は誰か。",
      "answer": "コルテス",
      "category": ""
    },
    {
      "id": "16",
      "question": "1533年インカ帝国を滅ぼし，首都クスコを侵略したのち，新首都リマを建設したスペイン人は誰か。",
      "answer": "ピサロ",
      "category": ""
    },
    {
      "id": "17",
      "question": "1545年に発見された新大陸最大の銀山を何というか。",
      "answer": "ポトシ銀山",
      "category": ""
    },
    {
      "id": "18",
      "question": "上記17などで発掘された銀が大量にヨーロッパに流入し，ヨーロッパの物価が２～３倍に上昇したことを何というか。",
      "answer": "価格革命",
      "category": ""
    },
    {
      "id": "19",
      "question": "ヨーロッパの商業が世界的広がりを持つようになり，貿易の中心が地中海から大西洋を臨む地域に移動したことを何というか。",
      "answer": "商業革命",
      "category": ""
    },
    {
      "id": "20",
      "question": "征服者に酷使されるインディオの状況を報告し，その救済に努めたスペインの聖職者は誰か。",
      "answer": "ラス＝カサス",
      "category": ""
    },
    {
      "id": "①",
      "question": "ポルトガルのアジア進出の拠点となったインド西岸の都市はどこか。",
      "answer": "ゴア",
      "category": ""
    },
    {
      "id": "②",
      "question": "ポルトガルの対中国貿易の拠点となった広州南方の港はどこか。",
      "answer": "マカオ",
      "category": ""
    },
    {
      "id": "③",
      "question": "1543年，ポルトガル人が漂着し，鉄砲を伝えたとされる日本の九州南方の島を何というか。",
      "answer": "種子島",
      "category": ""
    },
    {
      "id": "④",
      "question": "大西洋を西航し，パナマ地峡を横断して太平洋に到着したスペインの航海者は誰か。",
      "answer": "バルボア",
      "category": ""
    },
    {
      "id": "⑤",
      "question": "商業革命以降西欧が発展すると，16世紀頃からエルベ川以東の東欧において，領主が西欧輸出用の穀物を作らせたが，これを何というか。",
      "answer": "グーツヘルシャフト（農場領主制）",
      "category": ""
    }
  ]
};